Repository: Erohaaa/Dictionary
Catalog: Dictionary/*.lproj/Localizable.strings
Languages: uk

source: Add new word(s)
uk: Додати нове слово

source: Add to repeat
uk: Додатив в повторення

source: Added words:
uk: Додані слова

source: Are you sure you want to delete all words?
uk: Ви впевнені, що хочете видалити всі слова?

source: Cancel
uk: Відмінити

source: DELETE
uk: ВИДАЛИТИ

source: Delete all words
uk: Видалити всі слова

source: Delete selectively
uk: Видалити вибірково

source: Dictionary
uk: Словник

source: ENGLISH WORD
uk: АНГЛІЙСЬКЕ СЛОВО

source: Open repeating
uk: Відкрити повторення

source: Repeating
uk: Повторення

source: Repeating of words
uk: Повторення слів

source: Seatch word(s)...
uk: Знайти слово(а)...

source: TRANSLATION
uk: ПЕРЕКЛАД

source: You haven't added a word to the repetition section yet, to do so follow these steps in sequence:
uk: Ви ще не додали жодного слова до розділу повторення, щоб зробити це, виконайте такій дії в послідовності:

source: You haven't added any new words since the last run.
uk: Ви не додали жодного слова з моменту останнього запуску.
